/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"4文字以上12文字以内で入力してください。\n" = "請輸入至少4個字符，12個字符。\n";

/* No comment provided by engineer. */
"このアプリについて" = "關於此應用程序";

/* No comment provided by engineer. */
"ガス" = "氣";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "尚未輸入標題。\n";

/* No comment provided by engineer. */
"データ保護のために設定したパスワードを入力してください。\n\n\n" = "請輸入你設置的密碼對數據進行保護。\n\n\n";

/* No comment provided by engineer. */
"データ保護のためのパスワードを設定します。半角英数字4文字以上12文字以内で入力してください。\n\n\n" = "我設置一個密碼來保護數據。請輸入至少4個字母數字字符，最多12個字符。\n\n\n";

/* No comment provided by engineer. */
"パスワードが一致しません。\n" = "密碼不匹配。\n";

/* No comment provided by engineer. */
"パスワード入力" = "輸入密碼";

/* No comment provided by engineer. */
"パスワード設定" = "密碼設置";

/* No comment provided by engineer. */
"ローン" = "貸款";

/* No comment provided by engineer. */
"予算" = "預算";

/* No comment provided by engineer. */
"入力された値が大きすぎます。\n" = "對我來說，輸入的值過大。\n";

/* No comment provided by engineer. */
"入力エラー" = "輸入錯誤";

/* No comment provided by engineer. */
"利用可能額/月" = "可用金額/月";

/* No comment provided by engineer. */
"利用可能額/週" = "可用金額/週";

/* No comment provided by engineer. */
"半角英数字を入力してください。\n" = "請輸入字母數字字符。\n";

/* No comment provided by engineer. */
"収入" = "收入";

/* No comment provided by engineer. */
"収入合計" = "總收入";

/* No comment provided by engineer. */
"収入項目\n" = "收入項目\n";

/* No comment provided by engineer. */
"家計の予算編成" = "Household Budgeting";

/* No comment provided by engineer. */
"家計簿が『支出の結果』を記録するのに対し、本アプリでは『支出の計画』をたてます。\n①収入 - 毎月固定の収入\n②貯蓄 - 毎月固定の貯蓄額\n③支出 - 毎月固定の費用と水道光熱費などのインフラ関連費用\n\nの項目を入力することにより、1週間に利用可能な食事、交遊費などの変動費の算出を行い、計画的な金銭管理をサポートします。" = "這個應用程序的開支計劃。\n固定收入每月收入 - 収入①\n固定金額每月儲蓄 - 儲蓄②\n與基礎設施相關的成本，如每月的固定費用及公用設施開支 - 支出③\n\n進入項目，每週的餐點，計算的可變成本，如成本友誼，我們支持故意的財務管理。";

/* No comment provided by engineer. */
"家賃" = "租";

/* No comment provided by engineer. */
"携帯電話" = "手機";

/* No comment provided by engineer. */
"支出" = "支出";

/* No comment provided by engineer. */
"支出合計" = "總支出";

/* No comment provided by engineer. */
"支出項目\n" = "項目的費用\n";

/* No comment provided by engineer. */
"文字が入力されていません。\n" = "尚未輸入字符。\n";

/* No comment provided by engineer. */
"水道" = "水";

/* No comment provided by engineer. */
"積立貯金" = "儲蓄基金";

/* No comment provided by engineer. */
"給与収入" = "工資收入";

/* No comment provided by engineer. */
"表示\n" = "顯示\n";

/* No comment provided by engineer. */
"設定" = "設置";

/* No comment provided by engineer. */
"貯蓄" = "儲";

/* No comment provided by engineer. */
"貯蓄合計" = "總儲蓄";

/* No comment provided by engineer. */
"貯蓄項目\n" = "儲蓄項目\n";

/* No comment provided by engineer. */
"金額" = "量";

/* No comment provided by engineer. */
"金額が入力されていません。\n" = "尚未輸入金額。\n";

/* No comment provided by engineer. */
"金額は半角数字で入力してください。\n" = "款項請輸入數字字符。\n";

/* No comment provided by engineer. */
"電気" = "電力";

/* No comment provided by engineer. */
"項目" = "項目";

/* No comment provided by engineer. */
"項目と金額の設定" = "配置項目和金額";

/* No comment provided by engineer. */
"項目名" = "產品名稱";

/* No comment provided by engineer. */
"項目名\n0" = "產品名稱\n0";

/* No comment provided by engineer. */
"項目名は全角8文字(半角16文字)以内で入力してください。\n" = "請輸入項目名稱為八個字符或更少全寬（16個字符）。\n";

/* No comment provided by engineer. */
"項目名を全角8文字(半角16文字)以内で、金額を半角数字で入力してください。\n\n" = "最大長度為8個字符或更少（16個字符），數字字符，請輸入量的項目名稱。\n";

